/* Label next to search field */
"1 song" = "1 piosenka";

/* Label next to search field */
"%i songs" = "%i piosenek";

/* Dialog Button */
"Cancel" = "Poniechaj";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Domyślny alarm";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Czy chcesz zachować zmiany do alarmu przed zamknięciem?";

/* Dialog Button */
"Don't Save" = "Nie zachowuj";

/* Window title when editing an alarm */
"Edit Alarm" = "Edytuj alarm";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Jeśli nie zachowasz zmian, zostaną one utracone.";

/* Main prompt in sheet */
"Invalid alarm time" = "Błędna godzina alarmu";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Lista utworów: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Wybierz datę i godzinę z przyszłości";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Zaznacz dni, w których alarm ma być powtórzony.";

/* Dialog Button */
"Save" = "Zachowaj";

/* Song label when using a song */
"Song: %@" = "Utwór: %@";